package com.example_info.rentease.mock

fun getCityList() = sampleCities

fun getRegionList() = sampleRegions

private val sampleCities = listOf(
    "ရန်ကုန်တိုင်းဒေသကြီး"
)

private val sampleRegions = listOf(
    "အလုံမြို့နယ်",
    "ဗဟန်းမြို့နယ်",
    "ဗိုလ်တထောင်မြို့နယ်",
    "ဒဂုံမြို့နယ်",
    "ဒလမြို့နယ်",
    "ဒေါပုံမြို့နယ်",
    "လှိုင်မြို့နယ်",
    "လှိုင်သာယာမြို့နယ်",
    "လှည်းကူးမြို့နယ်",
    "မှော်ဘီမြို့နယ်",
    "ထန်းတပင်မြို့နယ်",
    "အင်းစိန်မြို့နယ်",
    "ကမာရွတ်မြို့နယ်",
    "ကော့မှူးမြို့နယ်",
    "ခရမ်းကုန်းမြို့နယ်",
    "ကွမ်းခြံကုန်းမြို့နယ်",
    "ကျောက်တံတားမြို့နယ်",
    "ကျောက်တန်းမြို့နယ်",
    "ကြည့်မြင်တိုင်မြို့နယ်",
    "လမ်းမတော်မြို့နယ်",
    "လသာမြို့နယ်",
    "မရမ်းကုန်းမြို့နယ်",
    "မင်္ဂလာဒုံမြို့နယ်",
    "မင်္ဂလာတောင်ညွှန့်မြို့နယ်",
    "မြောက်ဥက္ကလာမြို့နယ်",
    "တောင်ဥက္ကလာမြို့နယ်",
    "ပန်းပဲတန်းမြို့နယ်",
    "ပုလဲမြို့သစ်မြို့နယ်",
    "ပုဇွန်တောင်မြို့နယ်",
    "စမ်းချောင်းမြို့နယ်",
    "ရွှေပြည်သာမြို့နယ်",
    "တာမွေမြို့နယ်",
    "သာကေတမြို့နယ်",
    "သင်္ဃန်းကျွန်းမြို့နယ်",
    "ရန်ကင်းမြို့နယ်",
)
