package com.example_info.rentease.mock

fun getCityList() = sampleCities

fun getRegionList() = sampleRegions

private val sampleCities = listOf(
    "ရန်ကုန်တိုင်းဒေသကြီး"
)

private val sampleRegions = listOf(
    "အလုံ",
    "ဗဟန်း",
    "ဗိုလ်တထောင်",
    "ဒဂုံ",
    "ဒလ",
    "ဒေါပုံ",
    "လှိုင်",
    "လှိုင်သာယာ",
    "လှည်းကူး",
    "မှော်ဘီ",
    "ထန်းတပင်",
    "အင်းစိန်",
    "ကမာရွတ်",
    "ကော့မှူး",
    "ခရမ်း",
    "ကွမ်းခြံကုန်း",
    "ကျောက်တံတား",
    "ကျောက်တန်း",
    "ကြည့်မြင်တိုင်",
    "လမ်းမတော်",
    "လသာ",
    "မရမ်းကုန်း",
    "မင်္ဂလာဒုံ",
    "မင်္ဂလာတောင်ညွှန့်",
    "မြောက်ဥက္ကလာ",
    "တောင်ဥက္ကလာ",
    "ပန်းပဲတန်း",
    "ပုလဲမြို့သစ်",
    "ပုစွန်တောင်",
    "စမ်းချောင်း",
    "ရွှေပြည်သာ",
    "တာမွေ",
    "သာကေတ",
    "သင်္ကန်းကျွန်း",
    "ရန်ကင်း",
)
